function Page() {
  return (
    <>
      <h1 className="head-text text-left">Политика использования</h1>

      <section>
        <p className="mt-4 text-light-2 text-body-medium">
          1. Введение <br /> <br />
          Настоящая Политика использования определяет правила и условия, регулирующие использование
          социальной сети микроблогов (далее &quot;Сервис&quot;). Пользуясь Сервисом, вы
          соглашаетесь соблюдать все положения данной Политики. Если вы не согласны с этими
          условиями, пожалуйста, не используйте Сервис. <br /> <br /> 2. Регистрация и учетная
          запись <br /> <br /> 2.1 Требования к пользователям <br /> Для регистрации в Сервисе вы
          должны быть не моложе 13 лет. Пользователи младше 18 лет должны получить разрешение
          родителей или законных представителей. <br /> <br /> 2.2 Обязанности пользователя
          <br /> Вы несете ответственность за сохранность пароля и за все действия, совершаемые под
          вашей учетной записью. Рекомендуется использовать сложные пароли и не разглашать их
          третьим лицам.
          <br /> <br /> 3. Публикации и контент <br /> <br /> 3.1 Запрещенный контент <br />
          Пользователи не должны публиковать, загружать, хранить, передавать или распространять
          контент, который: Нарушает права интеллектуальной собственности. Содержит угрозы,
          оскорбления, дискриминацию или призывы к насилию. Содержит порнографические материалы или
          сцены насилия. Вводит в заблуждение или является мошенническим. Нарушает
          конфиденциальность других лиц.
          <br /> <br /> 3.2 Ответственность за контент <br /> Вы несете полную ответственность за
          публикуемый вами контент. Сервис не несет ответственности за контент, размещенный
          пользователями, но оставляет за собой право удалять любой контент, нарушающий настоящую
          Политику. <br /> <br /> 4. Взаимодействие с другими пользователями
          <br /> <br /> 4.1 Запрещенные действия <br /> Пользователям запрещается: Осуществлять
          кибербуллинг или преследование. Злоупотреблять функциями Сервиса для спама или массовых
          рассылок. Создавать фиктивные учетные записи или выдавать себя за других лиц. <br />
          <br />
          5. Конфиденциальность и защита данных <br />
          <br /> 5.1 Сбор данных <br />
          Сервис собирает минимально необходимую информацию для обеспечения функциональности,
          включая, но не ограничиваясь: имя, адрес электронной почты и данные для входа. <br />{' '}
          <br />
          6. Изменения в Политике <br />
          <br /> Сервис оставляет за собой право изменять настоящую Политику в любое время.
          Изменения вступают в силу с момента их публикации. Пользователи будут уведомлены о
          значительных изменениях через Сервис или электронную почту. <br />
          <br /> 7. Контактная информация <br /> <br /> Если у вас есть вопросы или предложения по
          поводу данной Политики, пожалуйста, свяжитесь с нами по адресу электронной почты:
          support@microblogservice.com.
        </p>
      </section>
    </>
  );
}

export default Page;
